{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Venetian ()",
            "CreatorID": 6200,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, before 1909",
    "Culture": null,
    "DateBeginYear": 1420,
    "DateEndYear": 1470,
    "DateText": "1420-1470",
    "Description": "Francesca (1384-1440) was a Roman abbess famous for her mystical visions, of which she left a written account. This panel, together with three others now at The Metropolitan Museum of Art in New York and at the National Gallery in Prague (Czech Republic), probably framed a portrait of her placed at her tomb in the Church of Santa Maria Nova near the Roman Forum. The painting, which stood behind a small altar, was executed most likely in 1445, when the case of the mystic's canonization was presented before the pope.\r\n\r\nShown here is a vision that Francesca had at Christmas 1432 and which she described, referring to herself in the third person, as follows: \"St. Peter vested himself as a bishop to celebrate the Sacrifice, and he washed and purified the handmaid of Christ in that fountain of mercy, and afterwards he gave her the most holy sacrament of the Body of Christ. And St. Paul and St. Benedict served St. Peter in the celebration of the mass, and the blessed Magdalene assisted at the office, for so it was the divine will, that there should be three witnesses thereat. And when the mass was done, blessed Peter consecrated the handmaid of Christ. . . .\"\r\nSt. Peter, first bishop of Rome, is depicted twice, with a papal crown. Paul is holding the sword by which, according to legend, he died at the hands of the pagans.\r\n\r\nFor more information on this painting, please see Federico Zeri's 1976 catalogue no. 99, pp. 154-158.",
    "Dimensions": "Painted surface H: 21 9/16 x W: 14 3/4 in. (54.8 x 37.4 cm); Panel H: 21 15/16 x W: 15 1/8 x D excluding cradle: 1/4 in. (55.8 x 38.4 x 0.6 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum",
            "ExhibBeginDate": "2008-02-27",
            "ExhibBeginYear": 2008,
            "ExhibDisplayDate": "February 27, 2008-January 4, 2009",
            "ExhibEndDate": "2009-01-04",
            "ExhibEndYear": 2009,
            "ExhibitionID": 1957,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum. Museum of Biblical Art, New York; Colby College Museum of Art, Waterville; Joslyn Art Museum, Omaha. 2008-2009."
        },
        {
            "ExhTitle": "God's Minstrel: St. Francis of Assisi",
            "ExhibBeginDate": "1982-03-06",
            "ExhibBeginYear": 1982,
            "ExhibDisplayDate": "March 6, 1982-April 25, 1982",
            "ExhibEndDate": "1982-04-25",
            "ExhibEndYear": 1982,
            "ExhibitionID": 386,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "God's Minstrel: St. Francis of Assisi. The Walters Art Gallery, Baltimore. 1982."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\Italia\\regions\\Lazio\\provinces\\Roma\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1435075,
            "GeographyTerm": "Roma",
            "Latitude": "41 53",
            "LatitudeDirection": "N",
            "LatitudeNumber": 41.883,
            "Longitude": "012 30",
            "LongitudeDirection": "E",
            "LongitudeNumber": 12.5
        }
    ],
    "Images": [
        {
            "ID": 43741,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_37.742_Fnt_DD_T12.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_37.742_Fnt_DD_T12.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_37.742_Fnt_DD_T12.jpg",
                "Small": "http://static.thewalters.org/images/PS1_37.742_Fnt_DD_T12.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_37.742_Fnt_DD_T12.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] On the scroll held by the Virgin: L'umilita co la puritate della obedientia lo amore co la munditia della conscientia fanno nello insieme buona le sa; et quando sono unite in una anima sta puo bevre co abbundantia alla fonte mia: perche io sono lo fonte della vita, chi a sete venga a me et beva et io li daro molta letitia; [Translation] On the scroll held by the Virgin: Humility with purity of obedience, love with cleanliness of conscience, make a good combination; and when they are united in one soul, that soul can drink its fill at my fountain; for I am the fountain of life. Let him who thirsts come to me and drink, and I will give him great joy.; [Transcription] On the scroll held by the infant Christ: Io sono lo amore divino el quale rapisco l'cuore di chi m'ama et lo metto nlo petto mio et fo tutto mio et fo provare molto contento esso guarda nlo specchio mio et si muta nella gr(a)nde caritate et arde dello amare lo fo tutto nfiammare et lo unisco alla mia maiestate; [Translation] On the scroll held by the infant Christ: I am the divine love that enraptures the heart of him who loves me. I place him in my breast and make him entirely mine and make him feel great contentment. He looks into my mirror and is transformed by my great charity and burns with love. I make him love all and unite him to my majesty.; [Transcription] On the scroll held by Mary Magdalen: O voi che avete udito quale e lo rimedio che ha preso la reina della cielo per fare lunge (?) sto grande malore ponetene nlo ritiro et mondate lo cuore d'ogni macula sia santa et pura la fede vostra et fervente in Dio la caritate: la grande reina come madre nostra dice che state forti e che avete ferma speranza della futuro remedia che Dio ve manda; [Translation] On the scroll held by Mary Magdalen: Ye who have heard what sort of help the Queen of Heaven has given to (remove ?) this great disgrace, go into retirement and cleanse your heart from every stain. Holy and pure be your faith, and fervent your love for God; the great Queen, as your Mother, tells you to be brave and to have hope in the future help which God will send you.",
    "Keywords": null,
    "Medium": "tempera on panel",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 3259,
        "LocationString": null
    },
    "ObjectID": 17873,
    "ObjectName": "paintings",
    "ObjectNumber": "37.742",
    "OnView": 0,
    "Period": "Renaissance",
    "Provenance": "Henry Walters, Baltimore, prior to 1909, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2010-03-02T10:54:24.44",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/17873",
    "SortNumber": "    37   742                                            ",
    "Style": "Gothic",
    "Title": "The Vision of Saint Francesca of Rome"
}