{
    "Classification": "Precious Stones & Gems",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "James Tassie (Scottish, 1735-1799)",
            "CreatorID": 5173,
            "Gender": "male",
            "Role": "Artist"
        }
    ],
    "CreditLine": "Gift of Mrs. John L. Pratt in memory of Dr. Thomas R. Boggs, 1942",
    "Culture": null,
    "DateBeginYear": 1750,
    "DateEndYear": 1800,
    "DateText": "2nd half 18th century",
    "Description": "This intaglio was made by James Tassie (1735-1799), the modeler and portrait medallionist. He was born near Glasgow, the son of a mason. He attended the academy of art set up by the Glasgow printers Robert and Andrew Foulis. The Foulis brothers employed two Italian craftsmen specifically to teach skills in modeling. The brothers were also famous for their editions of classical authors, so there is evidence that Tassie would have been surrounded by classical learning early in his career. In 1763 Tassie left Glasgow for Dublin where he worked with the city's most well known physician, Dr Henry Quin. Quin was a keen amateur of classical cameos and intaglios, and was experimenting with vitreous materials that could be used to reproduce them. Tassie moved to London in about 1766, apparently as Quin saw the possible commercial application of their work to the jewelry trade. Tassie's success was swift. In 1791 he published a lavish two volume catalog of his stock, which numbered 15,800 items. This was compiled by Rudolph Eric Raspe (1736-1794) (better known as the author of \"Baron Munchausen's Marvellous Travels\") and contained 57 plates of etched illustrations by David Allan. Tassie's trade card for his shop in Leicester Fields (now Leicester Square), London can be found in the British Museum. As well as holding 59 intaglios and cameos by Tassie, the Walters Art Museum houses an oak cabinet filled with over three-thousand impressions of gems and cameos in red wax sulphur. The manufacture of such impressions from casts taken from collections across Europe was another important facet of Tassie's business.",
    "Dimensions": "H: 1 1/8 in. (2.8 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\United Kingdom\\countries\\England\\metropolitan areas\\Greater London\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1469860,
            "GeographyTerm": "London",
            "Latitude": "51 30",
            "LatitudeDirection": "N",
            "LatitudeNumber": 51.5,
            "Longitude": "000 10",
            "LongitudeDirection": "W",
            "LongitudeNumber": -0.166
        }
    ],
    "Images": [
        {
            "ID": 45976,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_42.1352_Fnt_DD_T13.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_42.1352_Fnt_DD_T13.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_42.1352_Fnt_DD_T13.jpg",
                "Small": "http://static.thewalters.org/images/PS1_42.1352_Fnt_DD_T13.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_42.1352_Fnt_DD_T13.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "glass",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not on View",
        "LocationID": 842,
        "LocationString": null
    },
    "ObjectID": 12341,
    "ObjectName": "intaglios (sculptural objects); gems",
    "ObjectNumber": "42.1352",
    "OnView": 0,
    "Period": null,
    "Provenance": "Mrs. John L. Pratt; given to Walters Art Museum, 1942.",
    "PublicAccessDate": "2014-11-26T01:00:00.213",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/12341",
    "SortNumber": "    42  1352                                            ",
    "Style": "Neo-Classical",
    "Title": "Andromeda and Monster"
}