{
    "Classification": "Ivory & Bone",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Augustin Jean Moreau-Vauthier (French, 1831-1893)",
            "CreatorID": 2822,
            "Gender": "male",
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters",
    "Culture": null,
    "DateBeginYear": 1855,
    "DateEndYear": 1855,
    "DateText": "1855",
    "Description": "Shown in a Gothic architectural setting are statues of the personifications of the three theological Virtues: Charity, leading a child and carrying an infant; Faith, holding a cross and chalice; and Hope, with her anchor. They are placed beneath an elaborate canopy composed of openwork pinnacles, a triforium, and trefoil-drop tracery, and are supported on a tripartite pedestal faced with panels of delicate openwork. The backdrop is represented as a masonry wall bordered by colonettes and surmounted by a lancet arch.\r\n\r\nIn reviewing this work at the 1857 Paris Salon, L. N. Barbier, an ivory-turner and professor at Méru, observed:\r\n\r\nNo one better than he [Moreau-Vauthier] among the workers of ivory, has understood the Gothic; he has given to his monument of the \"Three Theological Virtues,\" this grace and style which only the sculptors of cathedrals knew. The more one studies this work, the more one sees indescribable details, the elegant pilasters, the garlands of ivy that extend furtively along the ledges, the festooned niches more delicate than the finest Venetian lace that serve to shelter the \"Three Virtues,\" the moldings of the upright members, the exceptional delicacy of the open-work friezes, all these direct the imagination towards the 13th century, to Pierre de Montereau, the architect of Ste. Chapelle.\r\n\r\nThough Moreau-Vauthier had participated with his father, Jean-Louis Moreau, in producing a Renaissance-style ivory casket which was shown at the Exposition Universelle of 1855, the \"Theological Virtues\" was one of two of the sculptor's first works to be accepted in the Paris Salon; the other was an ivory medallion based on a relief by C. A. A. Gumery, depicting F. C. A. Toussaint, their mutual teacher at the Ecole des Beaux-Arts. The Walters tabernacle illustrates the retention during France's Second Empire of the Gothic style, a form championed by such noted figures as the architects J. B. A. Lassus and E. E. Viollet-le-Duc. In addition, this work may also reflect the sculptor's indebtedness to his father, a \"tablettier\" (ivory-turner) who is remembered for a neo-Gothic ivory clock damascened with scenes from the life of Saint Louis. The clock was exhibited in 1844 as a project and in 1855 as a completed work.\r\n\r\nEach Virtue is carved from an individual tusk. The architectural setting is composed of numerous separate pieces of ivory. The composition is mounted in what appears to be the origional velvet-lined vitrine. It is signed in the masonry wall at lower left: \"A Moreau. Scu.../1855.\"",
    "Dimensions": "35 1/16 in. (89 cm);\r\nof virtues: 10 7/8 in. (27.6 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1423664,
            "GeographyTerm": "France",
            "Latitude": "46 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 46.0,
            "Longitude": "002 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 2.0
        }
    ],
    "Images": [
        {
            "ID": 31037,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_71.584_Fnt_BW_C82.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_71.584_Fnt_BW_C82.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_71.584_Fnt_BW_C82.jpg",
                "Small": "http://static.thewalters.org/images/PL7_71.584_Fnt_BW_C82.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_71.584_Fnt_BW_C82.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Signature] On masonry wall at lower left: A Moreau. Scu.../1855",
    "Keywords": null,
    "Medium": "ivory",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 1580,
        "LocationString": null
    },
    "ObjectID": 1960,
    "ObjectName": "tabernacles",
    "ObjectNumber": "71.584",
    "OnView": 0,
    "Period": null,
    "Provenance": "Paris, 1857 [exhibited at the Paris Salon, no. 3026]; Tiffany & Company, New York [date and mode of acquisition unknown]; Henry Walters, Baltimore [date of acquisition unknown], by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2008-12-01T14:09:25.737",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/1960",
    "SortNumber": "    71   584                                            ",
    "Style": null,
    "Title": "The Three Theological Virtues"
}