{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Master of the Joseph Sequence (South Netherlandish, active ca. 1495-1500)",
            "CreatorID": 5135,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters with the Massarenti Collection, 1902",
    "Culture": "Flemish",
    "DateBeginYear": 1470,
    "DateEndYear": 1500,
    "DateText": "1470-1500",
    "Description": "The main source for the life of St. Barbara is the \"Golden Legend (Legenda Aurea),\" a 14th-century compilation of stories associated with the feast days of the Church calendar.  In the early 4th century, at a time of persecution of the Christians, Barbara, a beautiful virgin, was said to have been hidden away in a tower by her pagan father in order to keep away suitors.  Without his knowledge, she converted to Christianity.  She then had a third window added to her tower as a sign of her belief in the Trinity.  Her father learned of her conversion and chopped off her head.  Soon after, he was killed by lightning.  Barbara became the patron saint of those in danger of sudden death, such as soldiers and firefighters.\r\n\r\nThis panel, which depicts a key moment in her legend, was the wing of an altarpiece dedicated to the saint.  To make the story persuasive, the artist introduced historical as well as contemporary details.  The tower was made to look Roman (to contemporary viewers who had never seen Roman architecture) by introducing windows characteristic of Romanesque architecture. Barbara's elegant attire and loose hairstyle would both have been recognizable to contemporaries as those of an unwed maiden.  That her long hair is swept out of the way to bare her neck for execution is also a poignant reminder of her vulnerability.\r\n\r\nThe artist cannot be identified by name, but the style, featuring large, active figures close to the picture surface, is that of a series of paintings depicting the story of Joseph now in museums in Germany.",
    "Dimensions": "H: 38 7/8 x W: 14 1/2 x D: 1 1/8 in. (98.7 x 36.9 x 2.8 cm); \r\nFramed H: 45 7/16 x W: 0 11/16 x D: 3 in. (115.41 x 27.15 x 7.62 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\België\\regions\\Bruxelles\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1422033,
            "GeographyTerm": "Bruxelles",
            "Latitude": "50 50",
            "LatitudeDirection": "N",
            "LatitudeNumber": 50.833,
            "Longitude": "004 20",
            "LongitudeDirection": "E",
            "LongitudeNumber": 4.333
        }
    ],
    "Images": [
        {
            "ID": 4112,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL1_37.777_Fnt_SL.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL1_37.777_Fnt_SL.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL1_37.777_Fnt_SL.jpg",
                "Small": "http://static.thewalters.org/images/PL1_37.777_Fnt_SL.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL1_37.777_Fnt_SL.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "MATEUBIQUS",
    "Keywords": "Saint Barbara; altarpiece; tower; Romanesque; Roman; worker",
    "Medium": "oil on wood",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Third Floor: 15th-Century Art of Northern Europe",
        "LocationID": 3898,
        "LocationString": null
    },
    "ObjectID": 25493,
    "ObjectName": "oil paintings",
    "ObjectNumber": "37.777",
    "OnView": 1,
    "Period": "Late Medieval",
    "Provenance": "Don Marcello Massarenti Collection, Rome; Henry Walters, Baltimore, 1902, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2008-09-25T17:14:58.643",
    "Reign": null,
    "RelatedObjects": [
        {
            "ObjectID": 1564,
            "RelationType": "See Also, One of a Pair"
        }
    ],
    "ResourceURL": "http://art.thewalters.org/detail/25493",
    "SortNumber": "    37   777                                            ",
    "Style": "Gothic",
    "Title": "St. Barbara Directing the Construction of a Third Window in Her Tower"
}