{
    "Classification": "Ceramics",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Egyptian",
            "CreatorID": 6182,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1923",
    "Culture": null,
    "DateBeginYear": -1550,
    "DateEndYear": -1450,
    "DateText": "1550-1450 BC",
    "Description": "This faience bowl has been restored from several fragments.  Parts of the bowl have been reconstructed.  The entire surface was covered in a bright turquoise blue glaze and the motifs were painted in a dark violet manganese.  The circular foot of the bowl was completely covered in manganese and formed the center of an open blue lotus flower, the petals and sepals of the flower are outlined and filled with a series of dashed lines.  Just below the rim is an undulating, wave-like border.  The rim was covered with a thick stripe of manganese.  The inner surface is painted with a more complex, yet symmetrical design.  With the exception of a few details the designs are painted in outline only and where necessary for definition a series of dashed lines were added.  The central motif is a pool composed of four concentric squares, in which four tilapia fish swim clasping the stems of lotus buds in their mouths.  Flowering lotus plants grow outward from the corners of the pool to the rim of the bowl dividing the remaining space into four zones.  There are two sets of mirrored motifs.  One set of motifs includes a tilapia fish swimming with a lotus stem in its mouth and a bunch of tied reeds.  The other set of motifs consists of a lilly-like plant with curling leaves and a leaping gazelle whose head is delicately turned back over its shoulder so that its muzzle touches the top of the plant.  Beneath the front legs of the gazelle is another swimming tilapia fish with a lotus.\r\n\r\nBoth the lotus and the tilapia were symbolic of renewal and rebirth.",
    "Dimensions": "4 15/16 x 11 7/16 in. (12.5 x 29.1 cm)",
    "Dynasty": "18th Dynasty",
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Africa\\nations\\",
            "GeoType": "Place of Discovery",
            "GeographyID": 1543485,
            "GeographyTerm": "Misr",
            "Latitude": "27 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 27.0,
            "Longitude": "030 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 30.0
        }
    ],
    "Images": [
        {
            "ID": 735,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/ARG_48.451_Int_UK.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/ARG_48.451_Int_UK.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/ARG_48.451_Int_UK.jpg",
                "Small": "http://static.thewalters.org/images/ARG_48.451_Int_UK.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/ARG_48.451_Int_UK.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "Egyptian faience with blue glaze",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Second Floor: Egyptian Art",
        "LocationID": 3759,
        "LocationString": null
    },
    "ObjectID": 3616,
    "ObjectName": "bowls",
    "ObjectNumber": "48.451",
    "OnView": 1,
    "Period": "New Kingdom",
    "Provenance": "Rev. William MacGregor Collection Sale, Sotheby's, London, 1922, no. 310; Henry Walters, Baltimore, 1923, by purchase; Walters Art Museum, 1931, by bequest.\r\n",
    "PublicAccessDate": "2008-09-25T17:13:40.033",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/3616",
    "SortNumber": "    48   451                                            ",
    "Style": null,
    "Title": "Faience Bowl"
}