{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Richard Caton Woodville (American, 1825-1855)",
            "CreatorID": 2112,
            "Gender": "male",
            "Role": "Artist"
        }
    ],
    "CreditLine": "Bequest of George C. Doub, 1982",
    "Culture": null,
    "DateBeginYear": 1841,
    "DateEndYear": 1865,
    "DateText": "ca. 1853",
    "Description": "Young boys from the Savoy region of Italy who made their living as street musicians and chimney sweeps were popular subjects among European artists in the nineteenth century. They are often represented as ragged but sensual figures. In Woodville's painting, a young boy in worn clothing rests on a stone balustrade, holding his instrument and gazing out from under hooded eyes. The background is a crumbling wall exposing a brick underlayer. The gargoyle over the boy's shoulder is a menacing presence to the boy's independence and a lewd pendant to his self-assured and seductive gaze. The boy's left hand is worked in the tiny brushstrokes and rich detail associated with this artist, down to the dirt under the thumbnail. At the same time, the right hand holding the instrument is clearly unfinished. The hurdy-gurdy so central to the composition, which the artist added at a late stage, was developed in the medieval period and popular in the Renaissance. It produces sound with a crank-turned rosined wheel rubbing against strings, and by Woodville's time, was associated with street musicians. \r\n\r\nDated 1853, this work is singular in the artist's oeuvre. The larger canvas size, the loose brushwork and monochromatic palette, the individual subject with one accessory, all depart from the multifigured narratives filled with carefully rendered details seen in the rest of his work. We know very little about Woodville's life in general and the years he spent in Paris and London from 1851 to 1855 in particular. He no longer had the ready outlet of the American Art-Union, which was disbanded in 1851. He may have been experimenting with the popular subject of a single musician with an instrument after seeing the success of his Art-Union compatriot William Sidney Mount's prints of African-American banjo and bone players for Goupil & Co. Woodville's American colleague Eastman Johnson, with whom he had been acquainted in Düsseldorf, painted four versions of Savoyard subjects during his time in The Hague. Johnson's Savoyard Boy of 1853 is similar in the limited, earthy palette of its background and the precise depiction of the figure.\r\n\r\nThe artist's brother William Woodville VI mentions this work as belonging to the widow of his brother Myddleton Lloyd Woodville. It was discovered in Baltimore in an attic storeroom at the Maryland Club at Charles and Eager Streets, where Myddleton, who lived in Philadelphia, may have kept a room.",
    "Dimensions": "H: 36 5/16 x W: 28 1/8 in. (92.2 x 71.4 cm); Framed: H: 48 3/8 x W: 40 1/16 x D: 5 7/8 in. (122.8 x 101.7 x 14.9 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "New Eyes on America: The Genius of Richard Caton Woodville",
            "ExhibBeginDate": "2013-03-10",
            "ExhibBeginYear": 2013,
            "ExhibDisplayDate": "March 10, 2013 -  November 03, 2013",
            "ExhibEndDate": "2013-11-03",
            "ExhibEndYear": 2013,
            "ExhibitionID": 2834,
            "LocationID": 3574,
            "NonWAMExhibition": false,
            "Textblock": "New Eyes on America: The Genius of Richard Caton Woodville. The Walters Art Museum, Baltimore; Mint Museum of Art Uptown, Charlotte. 2013."
        },
        {
            "ExhTitle": "Richard Caton Woodville",
            "ExhibBeginDate": "1967-04-21",
            "ExhibBeginYear": 1967,
            "ExhibDisplayDate": "April 21, 1967-April 5, 1968",
            "ExhibEndDate": "1968-04-05",
            "ExhibEndYear": 1968,
            "ExhibitionID": 3158,
            "LocationID": null,
            "NonWAMExhibition": true,
            "Textblock": "Richard Caton Woodville. Corcoran Gallery of Art, Washington; The Walters Art Gallery, Baltimore; Munson-Williams-Proctor Arts Institute- Museum of Art, Utica; High Museum of Art, Atlanta; Brooklyn Museum, Brooklyn. 1967-1968."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\France\\regions\\Île-de-France\\departments\\Ville de Paris, Départment de\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1427186,
            "GeographyTerm": "Paris",
            "Latitude": "48 52",
            "LatitudeDirection": "N",
            "LatitudeNumber": 48.866,
            "Longitude": "002 20",
            "LongitudeDirection": "E",
            "LongitudeNumber": 2.333
        },
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\United Kingdom\\countries\\England\\metropolitan areas\\Greater London\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1469860,
            "GeographyTerm": "London",
            "Latitude": "51 30",
            "LatitudeDirection": "N",
            "LatitudeNumber": 51.5,
            "Longitude": "000 10",
            "LongitudeDirection": "W",
            "LongitudeNumber": -0.166
        }
    ],
    "Images": [
        {
            "ID": 38552,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_37.2602_ATFnt_DD_T12.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_37.2602_ATFnt_DD_T12.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_37.2602_ATFnt_DD_T12.jpg",
                "Small": "http://static.thewalters.org/images/PS1_37.2602_ATFnt_DD_T12.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_37.2602_ATFnt_DD_T12.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "oil on canvas",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not on View",
        "LocationID": 3278,
        "LocationString": null
    },
    "ObjectID": 20887,
    "ObjectName": "oil paintings",
    "ObjectNumber": "37.2602",
    "OnView": 0,
    "Period": null,
    "Provenance": "George C. Doub, Baltimore; by bequest to Walters Art Museum, 1982.",
    "PublicAccessDate": "2012-10-19T22:00:00.27",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/20887",
    "SortNumber": "    37  2602                                            ",
    "Style": null,
    "Title": "The Italian Boy with Hurdy-Gurdy"
}