{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Russian",
            "CreatorID": 6214,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Gift of Mrs. Sara D. Redmond, 1972",
    "Culture": "Russian",
    "DateBeginYear": 1800,
    "DateEndYear": 1899,
    "DateText": "19th century",
    "Description": "This is a late example, very conservative in painting style, of a type of image that was first developed in Russia in the late 16th century. It is primarily based on the Old Testament story in which God revealed himself to Moses in a bush that burned without being consumed by the fire. The Burning Bush was used as a metaphor for the Virgin Mary, who gave birth to a child while retaining her virginity. The Virgin and Christ Child in the center of the panel are surrounded by the symbols of the four evangelists and by angels whom Mary, as the Queen of Heaven, commands. These angels, as the accompanying inscriptions explain, hold sway over various natural elements: wind, fire, ice, darkness, etc. (cf. Hebrews 1:7). Four Old Testament scenes in the corners prophetically refer to the Incarnation: Moses before the burning bush (Exodus 3:2), Isaiah's vision of a cherub holding a coal with tongs (Isaiah 6:6), Ezekiel's vision of a shut door through which the Lord alone can enter (Ezekiel 44:2), and Jacob's dream of a ladder leading to heaven (Genesis 28:12-13). In the frame below is the Virgin's ancestor Jesse, father of King David.",
    "Dimensions": "H: 14 3/16 x W: 12 3/16 x D: 1 1/2 in. (36 x 31 x 3.8 cm)",
    "Dynasty": "House of Romanov",
    "Exhibitions": [
        {
            "ExhTitle": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum",
            "ExhibBeginDate": "2002-04-19",
            "ExhibBeginYear": 2002,
            "ExhibDisplayDate": "April 19, 2002-January 2, 2005",
            "ExhibEndDate": "2005-01-02",
            "ExhibEndYear": 2005,
            "ExhibitionID": 246,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum. Frist Center for the Visual Arts, Nashville. 2002-2005."
        },
        {
            "ExhTitle": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum",
            "ExhibBeginDate": "2001-09-28",
            "ExhibBeginYear": 2001,
            "ExhibDisplayDate": "September 28, 2001-January 13, 2002",
            "ExhibEndDate": "2002-01-13",
            "ExhibEndYear": 2002,
            "ExhibitionID": 2752,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Realms of Faith: Medieval and Byzantine Art from the Walters Art Museum. Frist Center for the Visual Arts, Nashville. 2001-2002."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\Rossiya\\republics\\Rossiya\\oblasts\\Ivanovo\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1515047,
            "GeographyTerm": "Palekh",
            "Latitude": "56 48",
            "LatitudeDirection": "N",
            "LatitudeNumber": 56.8,
            "Longitude": "041 51",
            "LongitudeDirection": "E",
            "LongitudeNumber": 41.85
        }
    ],
    "Images": [
        {
            "ID": 5087,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/ARG_37.2478_Fnt_UK.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/ARG_37.2478_Fnt_UK.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/ARG_37.2478_Fnt_UK.jpg",
                "Small": "http://static.thewalters.org/images/ARG_37.2478_Fnt_UK.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/ARG_37.2478_Fnt_UK.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 0
        }
    ],
    "Inscriptions": "[Transcription] 1. Обра(зъ) прес(вя)тыя Б(огороди)цы Неопалимыя купины  1а. Г(оспо)дь Саваофъ  2. Исаия виде херувима клещами углъ держащий  3. Д(у)хъ силы, анг(е)лъ росы и мглы  4. [Ангелъ] ветра  5. Д(у)хъ славы, анг(е)лъ творяй мразъ и лед(ъ), бл(а)г(о)разумно подая(й) всемъ спасение  6. Д(у)хъ бури  7. Д(у)хъ благочестия, анг(е)лъ мести на супостаты, подаяй чашу горести  8. […] Ияковъ и виде лествицу утвержену отъ земли до н(е)б(е)си. Анг(е)ли б(о)жии восхождаху и нисхождаху по ней, Г(оспо)дь же утверждашеся на ней.  9. Ияковъ боряся с Г(оспо)домъ  10. Д(у)хъ разума, ангель возбуждаяй от века спящья  11. Жезлъ изъ корене Иессеова и цветъ от него – Христосъ  12. Анг(е)лы паления, сиречъ хотящая быти от праведнаго Судeи по деломъ  12a. Ангелъ […]  13. Виде Езекииль дверь затворену, и никто же ими проидеть, токмо единъ Г(оспо)дь Б(о)гъ  14. Д(у)хъ страха Б(о)жия, возгремения молнии страшное проявляя пришествие  15. Анг(е)лъ дугою и облакомъ  16. Д(у)хъ премудростри, анг(е)лъ огня паляща, сиречъ будущее онаго века поведае(ща)  17. Ангелъ служения снегу инею  18. Моисей на горе виде купину огнемъ палиму и несгараему; [Translation] 1. An Image of the Mother of God [as]the Burning Bush 1a. The Lord of Hosts 2. Isaiah saw a cherub holding a coal with tongs (Is 6:6) 3. The spirit of power, the angel of dew and mist 4. The angel of the wind\r\n5. The spirit of glory, the angel who makes cold and ice [and] wisely brings salvation to all people 6. The spirit of the tempest 7. The spirit of piety, the angel of vengeance upon the adversaries, who offers the cup of sorrow 8. Jacob […] and saw a ladder set up on the earth to heaven. Angels of the God were ascending and descending on it, and the Lord stood above it (Gen 28:12-13). 9. Jacob wrestling with the Lord 10. The spirit of reason, the angel who wakes up those asleep for ages 11. “A rod out of the stem of Jesse and a branch out of it” (Is 11:1) is Christ 12. The angels of burning, that is, the ones who will be sent forth by the Righteous Judge to do His bidding 12a. The angel [of …] 13. Ezekiel saw a shut door, and no one were to go through it but the Lord alone (Ez 44:2) 14. The spirit of the fear of God, who by a clap of thunder announces the Fearsome Coming 15. The angel of the rainbow and clouds 16. The spirit of wisdom, the angel who lights up the fire, that is, who reveals the future of the present age 17. [The spirit] of service, the angel of snow [and] rime 18. Moses saw on the mountain a bush burning with fire and not consumed (Exod 3:2)",
    "Keywords": null,
    "Medium": "tempera and gold on wood",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Third Floor: Byzantine, Russian, and Ethiopian Icons",
        "LocationID": 3822,
        "LocationString": null
    },
    "ObjectID": 6972,
    "ObjectName": "icons",
    "ObjectNumber": "37.2478A",
    "OnView": 1,
    "Period": "Modern",
    "Provenance": "Sara D. Redmond, Oyster Bay, New York, [date of acquisition unknown], by purchase; Walters Art Museum, 1972, by gift.",
    "PublicAccessDate": "2008-09-25T17:15:34.677",
    "Reign": null,
    "RelatedObjects": [
        {
            "ObjectID": 76790,
            "RelationType": "Associated Frame"
        }
    ],
    "ResourceURL": "http://art.thewalters.org/detail/6972",
    "SortNumber": "    37  2478A                                           ",
    "Style": null,
    "Title": "Virgin of the Burning Bush"
}