{
    "Classification": "Enamels",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Follower of Pierre Courteys (French, ca. 1520-ca. 1586)",
            "CreatorID": 2005,
            "Gender": "male",
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1899",
    "Culture": null,
    "DateBeginYear": 1575,
    "DateEndYear": 1600,
    "DateText": "late 16th century",
    "Description": "The casket is set with seven plaques, enameled with scenes from the creation of the World to the Creation and Fall of Man. On the left lunette of the curved lid, an abstract composition made of the elements (fire, rocks and water) representing the gathering together of the waters and the emergence of dry land (Genesis 1:9). On the right lunette are seen the lights in the firmament and the signs \"for seasons, and for days and years,\" (Genesis 1:14). Two signs of the zodiac are represented on the sphere of heaven: Aries and Taurus. \r\n\r\nOn the right end of the casket God the Father stands between the sun and the moon and among the animals. At the bottom of the panel is a coat-of-arms. On the back of the casket is God, enframed in a gold and purple cloud, his right hand raising Adam, whom he created. In a rolling countryside are seen rabbits and cows. On the left end of the casket God creates Eve out of the side of the sleeping Adam. The scene is attended by a monkey, a dog and a cat, two sheep, a stag and two dwarf elephants. The coat-of-arms is repeated. \r\n\r\nOn the front of the curved lid Eve has received the apple from the snake, which is topped by a female torso and coiled around the trunk of the Tree of Knowledge. The apple is seen successively in her right hand and in the left hand of Adam, who is about to taste it. At the foot of the tree a squirrel is nibbling. To the right, a dog sleeps, curled up, two cows graze and a deer is on a distant height. Both Adam and Eve are represented as completely nude, to indicate that the forebears are still in a state of innocence. \r\n\r\nOn the front of body of the casket God appears in glory and speaks to the guilty couple, who hide their nudity under \"aprons of fig leaves.\" A dragon crawls among the peaceful animals of the garden. \r\n\r\nOn the back of the lid an angel flies, expelling the fallen pair from paradise. They are now dressed in skins. The two halves of the curved lid are separated by a narrow black band decorated with a gilt scroll.",
    "Dimensions": "H: 8 7/8 x W: 10 3/8 x D: 6 7/8 in. (22.6 x 26.3 x 17.5 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\France\\regions\\Limousin\\departments\\Haute-Vienne\\inhabited places\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1423931,
            "GeographyTerm": "Limoges",
            "Latitude": "45 50",
            "LatitudeDirection": "N",
            "LatitudeNumber": 45.833,
            "Longitude": "001 15",
            "LongitudeDirection": "E",
            "LongitudeNumber": 1.25
        }
    ],
    "Images": [
        {
            "ID": 23437,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_44.282_Fnt_BW.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_44.282_Fnt_BW.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_44.282_Fnt_BW.jpg",
                "Small": "http://static.thewalters.org/images/PL7_44.282_Fnt_BW.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_44.282_Fnt_BW.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "painted enamel on copper",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 5188,
        "LocationString": null
    },
    "ObjectID": 37939,
    "ObjectName": "caskets",
    "ObjectNumber": "44.282",
    "OnView": 0,
    "Period": null,
    "Provenance": "W. F. B. Massey-Mainwaring [date and mode of acquisition unknown]; Sale, London, June 22, 1899, lot 234; George Robinson Harding, London, 1899, by purchase; Henry Walters, Baltimore, 1899, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2009-12-15T09:49:58.31",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/37939",
    "SortNumber": "    44   282                                            ",
    "Style": null,
    "Title": "Casket with Creation Scenes"
}