{
    "Classification": "Precious Stones & Gems",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "James Tassie (Scottish, 1735-1799)",
            "CreatorID": 5173,
            "Gender": "male",
            "Role": "Artist"
        }
    ],
    "CreditLine": "Gift of Mrs.Thomas R.Boggs",
    "Culture": null,
    "DateBeginYear": 1750,
    "DateEndYear": 1800,
    "DateText": "2nd half 18th century",
    "Description": "This oak cabinet contains wax impressions of cameos and intaglios by James Tassie (1735-1799), modeler and portrait medallionist. Apart from some additions at the end of the series, the numbering of the cabinet's contents corresponds to the \"Catalogue of Impressions in Sulphur of Antique and Modern Gems\" (London: John Murray, 1775). This volume lists 3106 items, whereas the cabinet contains 3824 items (with on average 50 to 64 per draw). Fragments of paper found in a lower-draw of the cabinet seem to relate to Tassie's business, perhaps suggesting that the cabinet was part of his shop furniture. Tassie was born near Glasgow, the son of a mason. He attended the academy of art set up by the Glasgow printers Robert and Andrew Foulis. The Foulis brothers employed two Italian craftsmen specifically to teach skills in modeling. The brothers were famous for their editions of classical authors, so there is evidence that Tassie would have been surrounded by classical learning at this early stage in his career. In 1763 Tassie left Glasgow for Dublin where he worked with the city's most well known physician, Dr Henry Quin. Quin was a keen amateur of classical cameos and intaglios, and was experimenting with vitreous materials that could be used to reproduce them. Tassie moved to London in about 1766, apparently as Quin saw the possible commercial application of their work to the jewelry trade. Tassie's success in London was swift. At this stage reproductive work concerned him most, and he sought out classical and modern engraved gemstone from which to make casts, such as the ones in this cabinet. Connoisseurs acquired complete sets of casts in either plaster, glass, or as here, sulphur wax (colored red with lead). Catherine the Great of Russia ordered one such collection in 1781, which was housed in a cabinet designed by the architect James Wyatt. In 1791 Tassie published a lavish two volume catalog of his stock, which by then numbered 15,800 items. The catalog was compiled by Rudolph Eric Raspe (1736-1794) (better known as the author of \"Baron Munchausen's Marvellous Travels\"). Raspe's catalog contained 57 plates of etched illustrations. Tassie's trade card for his shop in Leicester Fields (now Leicester Square), London can be found in the British Museum. Four similar size cabinets containing 15,800 items can be found in the Victoria and Albert Museum, London. As well as this cabinet filled with impressions, the collections at Walters Art Museum also comprise 59 intaglios and cameos in glass paste and two portraits in wax by Tassie, as well as numerous similar items by Tassie's contemporary, Josiah Wedgewood.\r\n",
    "Dimensions": "H: 20 x W: 30 x D: 14 in. (50.8 x 76.2 x 35.56 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": null,
    "Images": [
        {
            "ID": 44478,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_42.1449_Fnt_BW_H64.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_42.1449_Fnt_BW_H64.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_42.1449_Fnt_BW_H64.jpg",
                "Small": "http://static.thewalters.org/images/PL7_42.1449_Fnt_BW_H64.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_42.1449_Fnt_BW_H64.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        },
        {
            "ID": 44479,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_42.1449_FntOpn_BW_H64.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_42.1449_FntOpn_BW_H64.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_42.1449_FntOpn_BW_H64.jpg",
                "Small": "http://static.thewalters.org/images/PL7_42.1449_FntOpn_BW_H64.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_42.1449_FntOpn_BW_H64.jpg?width=50"
            },
            "IsPrimary": false,
            "Rank": 2
        },
        {
            "ID": 44477,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_42.1449_DetA_BW_H64.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_42.1449_DetA_BW_H64.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_42.1449_DetA_BW_H64.jpg",
                "Small": "http://static.thewalters.org/images/PL7_42.1449_DetA_BW_H64.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_42.1449_DetA_BW_H64.jpg?width=50"
            },
            "IsPrimary": false,
            "Rank": 3
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "wood (oak), red sulphur wax",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not on View",
        "LocationID": 6581,
        "LocationString": null
    },
    "ObjectID": 36253,
    "ObjectName": "cabinets; gems",
    "ObjectNumber": "42.1449",
    "OnView": 0,
    "Period": null,
    "Provenance": "Mrs. Thomas R. Boggs, by purchase [probably from Good's Cameo Corner, London in 1933]; Walters Art Museum, 1942 by gift.",
    "PublicAccessDate": "2013-10-08T01:00:01.56",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/36253",
    "SortNumber": "    42  1449                                            ",
    "Style": "Neo-Classical",
    "Title": "Oak cabinet containing sixty drawers of gem impressions in red sulphur wax by James Tassie"
}