{
    "Classification": "Ivory & Bone",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Francisco Pallàs y Puig (Spanish, 1859 - 1926) (?)",
            "CreatorID": 16301,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1895",
    "Culture": null,
    "DateBeginYear": 1890,
    "DateEndYear": 1899,
    "DateText": "1890-1899",
    "Description": "The Glorification of the Virgin occupies the central portion of this triptych. She holds the Christ Child on her left arm and is surrounded by six music-making angels. Below are two scenes, representing the Presentation in the Temple on the left and the Marriage of the Virgin on the right. Separating these is a statuette of Saint Peter standing under an architectural canopy. The margins are occupied by full-length figures of eight Apostles, including Saint Peter, shown again at the lower left. In the lower margin, three angels playing musical instruments are seated amid decorative vinework.\r\n\r\nEach wing of the triptych is divided into three sections. The upper portions are occupied by royal portrait busts of Ferdinand and Isabella, in quatrefoils identified by their coats of arms. Beneath the busts are pairs of narrative scenes. On the left, the Assumption of the Virgin appears above the Nativity. On the right, the Annunciation is shown beneath a scene which may represent Christ Taking Leave of His Mother. Included within the border of floral tracery surrounding the historiated section of each wing are pairs of Renaissance-style portrait busts set in quatrefoils; the borders of the wings are interrupted at top and bottom by heraldic shields. Extending across the base of all three panels is the inlaid ivory inscription: SIT NOMEN VIRG. MARIAE BENEDICTUM IN SAECULA (May the name of the Virgin Mary be blessed through the centuries) in a gothic script. Located under ornate Gothic canopies, the figures are carved in relief on thin, narrow bone plaques mounted on wooden supports. The figures retain traces of gilding and polychromy, and the smooth backgrounds are colored blue. Each of the three sections is surrounded by a wooden frame decorated in marquetry of inlaid wood and ivory, an Arabic style frequently used in Spain and north Italy during the 14th and 15th centuries. This triptych and several similar works have been ascribed to Francisco Pallàs y Puig, a Valencian sculptor identified as the 19th-century source for various modern works in the Romanesque and Mozarabic styles. Henry Walters generously considered this and two related triptychs (Walters 71.150 and 71.151) as \"compositions... in the style of the 15th century\" rather than intentional forgeries. The sculptor has also, less charitably, been branded a forger.",
    "Dimensions": "Closed H: 23 15/16 x W: 13 x D: 4 3/16 in. (60.8 x 33 x 10.7 cm);\r\nOpen H: 23 15/16 x W: 26 x D: 2 5/8 in. (60.8 x 66.1 x 6.6 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "Undercover Stories in Art",
            "ExhibBeginDate": "1980-04-20",
            "ExhibBeginYear": 1980,
            "ExhibDisplayDate": "April 20, 1980-June 1, 1980",
            "ExhibEndDate": "1980-06-01",
            "ExhibEndYear": 1980,
            "ExhibitionID": 2672,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Undercover Stories in Art. The Walters Art Gallery, Baltimore. 1980."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\España\\regions\\Valencia\\provinces\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1444657,
            "GeographyTerm": "Valencia",
            "Latitude": null,
            "LatitudeDirection": null,
            "LatitudeNumber": 0.0,
            "Longitude": null,
            "LongitudeDirection": null,
            "LongitudeNumber": 0.0
        }
    ],
    "Images": [
        {
            "ID": 10085,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL2_71.149_Fnt_NG_440.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL2_71.149_Fnt_NG_440.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL2_71.149_Fnt_NG_440.jpg",
                "Small": "http://static.thewalters.org/images/PL2_71.149_Fnt_NG_440.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL2_71.149_Fnt_NG_440.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] Extending across the base of all three panels in inlaid ivory and gothic script: SIT NOMEN VIRG. MARIAE BENEDICTUM IN SAECULA; [Translation] May the name of the Virgin Mary be blessed through the centuries",
    "Keywords": null,
    "Medium": "bone and ivory on wood",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 1582,
        "LocationString": null
    },
    "ObjectID": 11783,
    "ObjectName": "triptychs",
    "ObjectNumber": "71.149",
    "OnView": 0,
    "Period": null,
    "Provenance": "Henry Walters, Baltimore, 1895, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2008-12-01T14:10:08.707",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/11783",
    "SortNumber": "    71   149                                            ",
    "Style": null,
    "Title": "Pseudo-Gothic Triptych"
}