{
    "Classification": "Ivory & Bone",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "French",
            "CreatorID": 6229,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1924",
    "Culture": null,
    "DateBeginYear": 1725,
    "DateEndYear": 1775,
    "DateText": "mid 18th century",
    "Description": "The face of the grater is carved in low relief with the Tree of Jesse, illustrating the descent of Christ from the royal line of David. Jesse reclines asleep amid the roots of the tree. Flanking the trunk are two winged putti representing Virtues. One, on the left, bears scales and a trumpet, and the other, on the right, holds a cornucopia and a sword. Above the bifurcation of the trunk, the Virgin, holding the Infant Christ, stands on the crescent moon. Two adoring cherubs kneel on boughs at the Virgin's feet; cherubs holding the crown hover overhead. The kings are placed among leafy branches. Nine of them hold scepters, while the tenth, David, plays his harp. At the top hovers the dove of the Holy Ghost, flanked by the sun and the moon. Incised and blackened on scrolls at the top and bottom is the inscription: LAPURTE FAIT MON ESTIME DE GLOIRE ET D'HONNEUR LE CIEL MEN VIRONNE (I esteem purity; the sky surrounds me with glory and honor).\r\n\r\nThe concave reverse of the grater is grooved and fitted with a central flange to accommodate a metal grate. Inscribed on the edge of the reverse is: JE SVIS CETTE RASPE CVRIEVZE DE QVI CHACHVN. EST AMOVREVEX. ON MEFLERE LON MECARESSE ET SOVENT JE SERS DE DIVERTISEMENT ENTRE LES MAINS DE MON MESTRE (I am this curious rasp of whom everyone is enamored. One sniffs me, one caresses me, and often I am a pleasure in the hands of my owner.)\r\n\r\nThis tobacco grater differs in form from those associated with Dieppe in that it lacks a compartment to collect the grated snuff. Inscribed in ink on the reverse are two ciphers: A 185/BA and W 247c 99c. There is also a paper label bearing the number 154.",
    "Dimensions": "7 11/16 in. (19.6 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1423664,
            "GeographyTerm": "France",
            "Latitude": "46 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 46.0,
            "Longitude": "002 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 2.0
        }
    ],
    "Images": [
        {
            "ID": 7502,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL1_71.328_Fnt_TR.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL1_71.328_Fnt_TR.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL1_71.328_Fnt_TR.jpg",
                "Small": "http://static.thewalters.org/images/PL1_71.328_Fnt_TR.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL1_71.328_Fnt_TR.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] Incised and blackened on scrolls at the top and bottom of the front: LAPURTE FAIT MON ESTIME DE GLOIRE ET D'HONNEUR LE CIEL MEN VIRONNE; [Translation] I esteem purity; the sky surrounds me with glory and honor; [Transcription] Inscribed on the edge of the reverse: JE SVIS CETTE RASPE CVRIEVZE DE QVI CHACHVN. EST AMOVREVEX. ON MEFLERE LON MECARESSE ET SOVENT JE SERS DE DIVERTISEMENT ENTRE LES MAINS DE MON MESTRE; [Translation] I am this curious rasp of whom everyone is enamored. One sniffs me, one caresses me, and often I am a pleasure in the hands of my owner; [Transcription] Inscribed in ink on the reverse: A 185/BA; [Transcription] Inscribed in ink on the reverse: W 247c 99c; [Number] On a paper label: 154",
    "Keywords": null,
    "Medium": "ivory",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 1932,
        "LocationString": null
    },
    "ObjectID": 29859,
    "ObjectName": "graters",
    "ObjectNumber": "71.328",
    "OnView": 0,
    "Period": null,
    "Provenance": "[Paris]; Henry Walters, Baltimore, 1924, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2008-12-01T14:09:50.363",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/29859",
    "SortNumber": "    71   328                                            ",
    "Style": null,
    "Title": "Tobacco Grater with Tree of Jesse"
}