{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Russian",
            "CreatorID": 6214,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Museum purchase with funds provided by the W. Alton Jones Foundation Acquisition Fund, 1994",
    "Culture": "Russian",
    "DateBeginYear": 1586,
    "DateEndYear": 1610,
    "DateText": "ca. 1598",
    "Description": "This rare double-sided icon was most likely commissioned by Tsar Boris Godunov (r. 1598-1605) as a gift for a church in Jerusalem, where it was kept until the mid-20th century. It would have been displayed for veneration on the feast days of the Virgin's Presentation in the Temple (November 21) and of the Prophet Moses (September 4). One side of the panel shows the Presentation (Protoevangelium of James 7:2-8:1) between images of the Virgin's parents Joachim and Anna (right), and John the Baptist's parents Zechariah and Elisabeth (left). Five Old Testament figures in the upper border, Jeremiah, Daniel, Isaiah, Moses, and Aaron, hold scrolls with prophecies referring to the Virgin. \r\n\r\nThe four corner scenes on the other side illustrate the prophetic visions of Moses (Ex 3:2), Isaiah (Is 11:10), Ezekiel (Ez 44:2), and Jacob (Genesis 28:12). In the center is the Virgin of the Burning Bush, a complex composition inspired by the Old Testament story in which God revealed himself to Moses through a bush that burned without being consumed by the fire (Exodus 3:2). The small female heads on the Virgin's shroud represent the celestial bodies, while the larger, crowned bust upon her chest depicts the Sun as a symbol of Christ (Malachi 4:2). Mary is surrounded by four creatures that stand for the four evangelists and by eight angels each of whom, as the accompanying inscriptions explain, holds sway over certain natural elements and simultaneously represents a certain aspect of the Spirit of the Lord (Isaiah 11:2-3). \r\n\r\nOur small panel is one of the earliest known examples of an uniquely Russian image of the Mother of God. The first ever icon of the Virgin of the Burning Bush was probably painted shortly after 1547 for one of the renovated churches in the Moscow Kremlin; it no longer survives.",
    "Dimensions": "H: 9 5/8 x W: 7 1/2 x D: 5/16 in. (24.5 x 19 x 0.8 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\Rossiya\\republics\\Rossiya\\autonomous cities\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1510723,
            "GeographyTerm": "Moskva",
            "Latitude": "55 45",
            "LatitudeDirection": "N",
            "LatitudeNumber": 55.75,
            "Longitude": "037 42",
            "LongitudeDirection": "E",
            "LongitudeNumber": 37.7
        }
    ],
    "Images": [
        {
            "ID": 9178,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_37.2664_Fnt_DD_T08.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_37.2664_Fnt_DD_T08.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_37.2664_Fnt_DD_T08.jpg",
                "Small": "http://static.thewalters.org/images/PS1_37.2664_Fnt_DD_T08.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_37.2664_Fnt_DD_T08.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        },
        {
            "ID": 9177,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_37.2664_Back_DD_T08.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_37.2664_Back_DD_T08.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_37.2664_Back_DD_T08.jpg",
                "Small": "http://static.thewalters.org/images/PS1_37.2664_Back_DD_T08.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_37.2664_Back_DD_T08.jpg?width=50"
            },
            "IsPrimary": false,
            "Rank": 2
        }
    ],
    "Inscriptions": "[Transcription] Along the edges of the large star-shaped halo: Иже преже деньницы ωто ω(τ)ца без мате[ре родивыйся, на земли без отца] воплотися днесь из тебе. Д[ева] чистая во (чреве) прииме[т]. / С нами совокупися и воѧею [sc. волею] прете(р)пяи твари всея творецъ, в наше естество ωбновлеи/ся [sc. оболкся] на небеси неωтлучи распяти(ем) сина с(воего) искупи ωт работы дъявoля страш(ныя), / раби мрак (?) искупуя родъ (нашъ) ωт древныя клятвы, якоже пророцы прорекоша: Моисѣи купину прорече, Исаия (соз)дательницу Божию, Езекилъ непроходимую дверь, Иωсия корень израсти, Давъидъ прекрасную полату и градъ ωдуш/евленъ, Соломонъ премудрости храмъ изрече, Данил камень ωт неωткомыя горы, Гедеωнъ [р]уно нeoро[шенное], / (Аро)нъ жезлъ прозябши, Аввакумъ гору б(о)жию приωсѣ(не)ну, Ияковъ лѣствицу духовную, / м_итра ωдушевленнъихь, (Захария) градь царя великаго Христа Б(о)га н[ашег]о; [Translation] He that was begotten of the Father before the morning star without a mother, is today on earth become incarnate of thee without a father. A pure virgin shall conceive in her womb. The Creator of all creation became one with us and voluntarily suffered, clothing Himself in our nature. The inseparable [Father] in heaven redeemed [us] through the crucifixion of His Son from the devil’s terrible yoke and the darkness of slavery (?), redeeming our race from the ancient curse, just as the prophets had foretold: Moses foretold a [burning] bush, Isaiah – a woman giving birth to God (7:14), Ezekiel – an impassable gate (44:2), Hosea – a root cast forth (14:5), David – a beautiful palace and animate city, Solomon – the house of wisdom (Proverbs 9:1), Daniel – a stone from an inviolate mountain (2:34), Gideon – a fleece untouched by dew (Judges 6:40), Aaron – a flowering rod (Numbers 17:8), Habakkuk – a mountain overshadowed by the Lord (3:3), Jacob – a spiritual ladder (Genesis 28:12), [?], Zechariah – a city of the great King Christ our God (9:9, cf. Psalm 48:2); [Transcription] In the central star, clockwise from the top center: (1) Херувимъ. (2) Изводяи ωт сокровищь своих в[ѣтры]. (3) Ангел хранитель приноситъ слезы и покаяни(е) с милостынею и лю[б]овию. (4) Ангель госпо[день при]носитъ _аволокъ, [моли]тву и кадило ...... ωт человека. (5) Постави знамение чюдно на небеси дуги, заветъ между господомъ и ч(е)л(о)в(е)к(и); [Translation] (1) Cherubim. (2) Bringing the wind out of his treasuries (Psalm 135:7). (3) A guardian angel (who) brings tears and repentance, together with charity and love. (4) An angel of the Lord, (who) brings [?], prayer and a censer … from man. (5) He set up a wondrous sign of the (rain)bow upon the sky, a covenant between the Lord and men (Genesis 9:13); [Transcription] In the clouds, clockwise from the top left:  (1) Д(у)хъ служебныя, теплота, мразъ, зима, снегъ и ледъ, ангел господень содержа сеи. (2) Ангелъ господенъ росу дая, сиïрѣчъ силу [да]я ωчищения ωт собъла[з]на греха. (3) Духъ премудрости, ангелъ огню палящ[ъ, сиречь] на[м] будущая пока[заи]. (4) Духъ страх[а божия, ангелъ грому,]... (5) Духъ состави дѣлу благому, сиïреч ангелъ блистания и держания. (6) Духъ ωбновлениа . . . . чистыхъ. (7) Духъ благочестия, сиречь ωтсечения, подаеть чашу горести. (8) Духъ разума, сиречь чюдодѣиствуетъ в мире; [Translation] (1) Servant spirits, warmth, frost, winter, snow, and ice: an angel of the Lord holds sway over them. (2) The angel of the Lord who gives dew, i.e. gives one strength to cleanse oneself from the temptation of sin. (3) The spirit of wisdom, an angel who burns with fire, i.e. shows us the things to come. (4) The spirit of the fear of the Lord, an angel of thunder… (5) The spirit of the preparation of a good deed, i.e. an angel of brilliance and power. (6) The spirit of the renewal… of the pure. (7) The spirit of piety, i.e. of renunciation, who gives a cup of sorrow. (8) The spirit of understanding, i.e. one who works miracles in the world. (In general cf. Isaiah 11:2); [Transcription] In the corners, clockwise from the top left:  (1) На Синаѣ видѣ Моисѣи ку[пи]ну ωгнемъ пегомоу и неизгораем[у] и вов .... ис к[упины]. (2) Иωсия [sc. Иессеи] коренъ и[спу]сти ωт негоже цве[тъ Христосъ от девы] пр[озяблъ есть] (3) Ιякωв видѣ лествицу ... (4) illegible.    Jeremiah: Азъ пут [т]я видих, cf. Jeremiah 42:3; Daniel: Гору разумн[ую], cf. Daniel 2:34; Isaiah: Се дева {я} во чреве прииметъ, Isaiah 7:14; Moses: Азъ купину прозва[х], cf. Exodus 3:2; Aaron: Жезлъ тя проявляя, cf. Exodus 7:10, Numbers 17:8; [Translation] (1) On Sinai Moses saw a bush burnt and unconsumed by fire, and …. from the bush. (2) \r\nHosea [sc. Jesse] cast forth a stem, from which Christ blossomed out of the Virgin [cf. Isaiah 11:1]. (3) Jacob saw a ladder… (4) illegible. Jeremiah: I saw you as a way, cf. Jeremiah 42:3 Daniel: A noetic mountain [I saw], cf. Daniel 2:34 Isaiah: Behold, a virgin shall conceive in her womb, cf. Isaiah 7:14 Moses: I called [you] a bush, cf. Exodus 3:2\r\nAaron: Prefiguring you as a rod, cf. Exodus 7:10, Numbers 17:8",
    "Keywords": "Virgin; presentation",
    "Medium": "tempera and gold on wood",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Third Floor: Byzantine, Russian, and Ethiopian Icons",
        "LocationID": 3822,
        "LocationString": null
    },
    "ObjectID": 20093,
    "ObjectName": "icons",
    "ObjectNumber": "37.2664",
    "OnView": 1,
    "Period": "Early Modern",
    "Provenance": "A church in Jerusalem, by gift; Sale, Jerusalem, ca. 1950; William and Lucia Haddad, Beirut, Lebanon and Arlington, 1963, by purchase; Walters Art Museum, 1994, by purchase.",
    "PublicAccessDate": "2008-09-25T17:15:34.677",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/20093",
    "SortNumber": "    37  2664                                            ",
    "Style": null,
    "Title": "Presentation of the Virgin in the Temple and the Virgin of the Burning Bush"
}