{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Kishi Ganku (Japanese, 1749-1838)",
            "CreatorID": 16179,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Museum purchase, 2008",
    "Culture": null,
    "DateBeginYear": 1813,
    "DateEndYear": 1838,
    "DateText": "1813-1838",
    "Description": "These \"fusuma,\" Japanese sliding door panels, were designed to cover two walls of a room forming an \"L\" shape. They would have surrounded three \"tatami\" mats on two sides. Each set of four panels forms an open-ended, but stable composition with a tiger and birds on the left and a tiger and dragon on the right. The left set of four is signed and sealed in the left-most panel.\r\n\r\nThese works are by Kishi Ganku, the founder of the Kishi school of late Edo period (18th-century) Japanese painting. Originally named Saeki Masaaki, the artists was born in the city of Kanazawa on Japan's north coast in either 1749 or 1756, (records of his birth are in conflict). He moved to Kyoto in 1773 and became a retainer to Prince Arisugawa. In 1804 he entered the imperial court as an official and was appointed Echizen-no-Suke, honorary governor of Echizen Province. He again lived in Kanazawa from 1809 and finally settled in Iwakura outside Kyoto in 1813. In the same year he officially adopted the artist's name Kishi Ganku.\r\n\r\nInitially, Ganku studied Kano-style painting, but early in his studies he shifted to explore the Nanpin style named for the Chinese painter Shen Nanpin (active early 18th century). Following his study of Nanpin, he explored Japanese \"naturalism\" under Maruyama Okyo and nanga-inspired \"naturalism\" under Matsumura Goshun of the Shijo school in Kyoto. Perhaps unsatisfied with any of these popular styles, he founded his own school, the Kishi school, characterized by a rough and vigorous brush style but still reflective of the many influences his training had provided.\r\n\r\nHe is most well known as a painter of animals, in particular tigers. His works exhibit an almost Western-seeming solidity and are often filled with a sense of drama conveyed both by the subject matter and his muscular brushwork. Even in his most individualized works, visual links back to his training in the great painting traditions of the Edo period remain visible.\r\n\r\nThe Tigers and Dragon \"fusuma\" are representative of Ganku's mature style. They were painted sometime after 1813. He uses the title of Echizen-no-suke in signing the left most panel and the seals below the name read Ganku and Funzen, an alternate, \"azana,\" name he used as a painter. The tigers are readily identifiable as Ganku's, while the birds on branches reveal his Kano training. The pair of birds in the left set of panels are nearly direct imitations of Kano Eitoku's birds in the Daisen-in \"fusuma\" in Kyoto. The trees in Ganku's panels owe their form to his Shijo school training as they imitate the early 18th-century nanga style of Matsumura Goshun.\r\n\r\nThese \"fusuma\" serve as prime examples of the Kishi school style, and owing to their near pristine condition, they reveal the kind of commission that kept artists like Ganku active through the final years of the Edo period. Works like this would serve as models for the following generations of Kishi painters including Gantai (1782-1865), Ganryo (1798-1852), Gankei (1811-1848), Ganrei (1816-1883) and Gansei (1827-1867).",
    "Dimensions": "H: 68 1/8 × W: 267 13/16 in. (173.04 × 680.25 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1489890,
            "GeographyTerm": "Nihon",
            "Latitude": "36 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 36.0,
            "Longitude": "138 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 138.0
        }
    ],
    "Images": [
        {
            "ID": 36734,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_35.301A-D_Fnt_DD_T11.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_35.301A-D_Fnt_DD_T11.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_35.301A-D_Fnt_DD_T11.jpg",
                "Small": "http://static.thewalters.org/images/PS1_35.301A-D_Fnt_DD_T11.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_35.301A-D_Fnt_DD_T11.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        },
        {
            "ID": 36656,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_35.301E-H_Fnt_DD_T11.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_35.301E-H_Fnt_DD_T11.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_35.301E-H_Fnt_DD_T11.jpg",
                "Small": "http://static.thewalters.org/images/PS1_35.301E-H_Fnt_DD_T11.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_35.301E-H_Fnt_DD_T11.jpg?width=50"
            },
            "IsPrimary": false,
            "Rank": 2
        }
    ],
    "Inscriptions": "[Signature] Echizen-no-suke Ganku",
    "Keywords": null,
    "Medium": "ink, gold leaf on paper, lacquered wood",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 5022,
        "LocationString": null
    },
    "ObjectID": 77479,
    "ObjectName": "fusuma; screens (furniture)",
    "ObjectNumber": "35.301",
    "OnView": 0,
    "Period": "Edo",
    "Provenance": "[These fusuma were brought to Kyoto from western Japan by a traveling dealer, they were likely purchased from the family who originally commissioned them]; James Freeman, Kyoto, Japan, between 1998 and 2000, by purchase; Walters Art Museum, 2008, by purchase.",
    "PublicAccessDate": "2011-12-02T12:10:22.597",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/77479",
    "SortNumber": "    35   301                                            ",
    "Style": null,
    "Title": "Fusuma: Tigers and Dragon"
}