{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Russian",
            "CreatorID": 6214,
            "Gender": null,
            "Role": "Painter"
        },
        {
            "ConcatDisplayName": "Formerly attributed to Stroganov School (Russian, founded 1825)",
            "CreatorID": 2958,
            "Gender": null,
            "Role": "Painter"
        }
    ],
    "CreditLine": "Bequest of Lilian Halsey Barker, 1961",
    "Culture": "Russian",
    "DateBeginYear": 1800,
    "DateEndYear": 1899,
    "DateText": "19th century",
    "Description": "In the central panel of the icon are two images of the Resurrection. The lower one is the traditional Resurrection composition of the Eastern Church, that of Christ Descending into Hell. Christ, standing on the doors of Hell, with his right hand pulls a \"choir of forefathers,\" led by Adam and Eve, out of the mouth of a fearsome beast. With his left hand he shows the path to heaven, represented as the walled city at the upper right.  A \"choir of prophets\" already walks this upward path and is welcomed by angels at the Heavenly Gates. Ahead of the Old Testament prophets is the Good Thief, and he is seen again inside the walls of Paradise, being greeted by Elijah and Enoch. The second illlustration of the Resurrection, at the top of the central panel, is the more literal composition of Christ rising from the tomb. In the upper left corner is the Incredulity of Thomas, in which the apostles John and Mark look on as Thomas touches the wounds of Christ, and directly below is an image of Peter at the empty tomb (John 20:6-7).\r\n\r\nAt the lower right is Christ on the Sea of Tiberias, or Sea of Galilee (John 21:1-11), with Peter coming out of the water toward Christ. In the frame are images of the twelve major church feasts, namely, from left to right and from top to bottom: the Birth of the Virgin, the Presentation of the Virgin in the Temple, the Annunciation, the Nativity, the Presentation of Christ in the Temple, the Baptism of Christ, the Entry into Jerusalem (Palm Sunday), the Transfiguration, the Ascension, the Holy Trinity (or Hospitality of Abraham, a composition in which the Trinity is represented by Abraham's three angelic visitors, Gen. 8:1-15), the Dormintion of the Virgin, and the Exaltation of the Cross (in the illustration of which Helena, mother of Constantine and finder of the relic of the Holy Cross, is depicted).\r\nThe icon was likely painted in the village of Palekh, one of only a few major centers of icon-painting in nineteenth-century Russia, near the city of Vladimir.",
    "Dimensions": "209 7/16 x 17 1/2 in. (532 x 44.5 cm)",
    "Dynasty": "House of Romanov",
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1509110,
            "GeographyTerm": "Rossiya",
            "Latitude": "60 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 60.0,
            "Longitude": "047 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 47.0
        },
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1509110,
            "GeographyTerm": "Rossiya",
            "Latitude": "60 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 60.0,
            "Longitude": "047 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 47.0
        }
    ],
    "Images": [
        {
            "ID": 412,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/ARG_37.2391_Fnt_BW.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/ARG_37.2391_Fnt_BW.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/ARG_37.2391_Fnt_BW.jpg",
                "Small": "http://static.thewalters.org/images/ARG_37.2391_Fnt_BW.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/ARG_37.2391_Fnt_BW.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] Underneath the centrla image: Изведе Г(оспо)дъ Адама из ада и всѧ праведники с ним; [Translation] The Lord has lead Adam out of Hell, and all the righteous ones with him",
    "Keywords": null,
    "Medium": "tempera on panel",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 3398,
        "LocationString": null
    },
    "ObjectID": 38227,
    "ObjectName": "icons",
    "ObjectNumber": "37.2391",
    "OnView": 0,
    "Period": "Modern",
    "Provenance": "Lilian Halsey Barker (Mrs. Lewellys F. Barker), Baltimore, [date of acquisition unknown], by purchase; Walters Art Museum, 1961, by bequest.",
    "PublicAccessDate": "2008-09-25T17:15:34.66",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/38227",
    "SortNumber": "    37  2391                                            ",
    "Style": null,
    "Title": "The Resurrection of Christ and Twelve Church Feasts"
}