{
    "Classification": "Ivory & Bone",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Indian ?",
            "CreatorID": 3448,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters",
    "Culture": null,
    "DateBeginYear": 1601,
    "DateEndYear": 1700,
    "DateText": "17th century",
    "Description": "The Archangel Michael at the Day of Judgment stands on a prostrate demon and holds a flaming sword raised in his right hand. He is represented winged, wearing a tunic with short sleeves, a breastplate, a scarf draped over his shoulder and gathered on his hip, a \"lorica,\" and buskins adorned with winged cherub heads. The demon has wings and a serpentine tail; its head, arms, and torso are human. It grimaces in pain, exposing its teeth.\r\nThere are several comparable examples of this type of St. Michael although none have been identified with tis type of European-style marble base. On the basis of a document related to the export of a stylistically similar figure of St. Michael (now in the Convent of St. Stephen [San Esteban]in Salamanca) from the Philippines to Spain in 1686, the present piece can be dated to ca. 1670-1690.  \r\nLimited use has been made of gilding, now dark brown for the most part, and of polychromy. The Archangel's eyebrows and pupils are brown, his lips red, and his long hair gilded. The wing feathers are delineated in gilding as are the scroll motifs of the tunic and \"lorica\" and the stripes, zigzag lines, rosettes, and scrolls which adorn the scarf and buskins. A red sun and gold moon and stars adorn the breastplate. His collar is bordered with ovals and lozenges in red and black on a gold band, and a raised faceted gem is represented in its center. The demon's hair is black, its eyebrows and pupils are dark brown, and his lips and a wound in its abdomen are red.\r\n\r\nA number of pieces of ivory have been employed in creating this statue. The Archangel's head and torso are carved from a single tusk, the arms are in two segments, and the legs each of a single piece. Separate sections have been doweled to the torso to constitute the \"lorica\" skirt. Each wing is formed by three sheets of ivory held together by cross-members. The head and torso of the demon are carved from a single, solid tusk, with separate pieces for the tail and limbs.\r\n\r\nNumerous, often crude, repairs have been made to the statue, which has experienced breaks and losses. Among the losses are the Archangel's scales for weighing souls and the demon's right arm and wing, as well as a peg intended to fit a hole drilled into the demon's head.\r\n\r\nThe statue of the Archangel is held upright by two iron rods that extend from holes in the soles of his feet through the demon's torso into a gray marble base carved with a depiction of Hell. Amid the flames are two satyrs, one of which has lost its head. The marble base, which differs stylistically from the rest of the piece, appears to have been carved by a European artist.\r\n\r\nOther ivory figures dated to the 17th and 18th centuries now in the Walters that are thought to have been carved in the Philippines: 71.358, 71.390, 71.392, 71.405, 71. 406, 71.412, 71.322, 71.324, 71.333.  They cannot be put on line until they can be photographed. Nevertheless, see R. Randall, Masterpieces of Ivory from the Walters Art Gallery (1985) for illustrations of some of these.",
    "Dimensions": "Figure H: 40 9/16 in. (103 cm); H with base: 46 9/16 in. (118.2 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "Ivory: The Sumptuous Art",
            "ExhibBeginDate": "1983-10-14",
            "ExhibBeginYear": 1983,
            "ExhibDisplayDate": "October 14, 1983-January 15, 1984",
            "ExhibEndDate": "1984-01-15",
            "ExhibEndYear": 1984,
            "ExhibitionID": 215,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Ivory: The Sumptuous Art. The Walters Art Gallery, Baltimore. 1983-1984."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1497247,
            "GeographyTerm": "Pilipinas",
            "Latitude": "13 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 13.0,
            "Longitude": "122 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 122.0
        }
    ],
    "Images": [
        {
            "ID": 30620,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_71.490_Fnt_BW_T83.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_71.490_Fnt_BW_T83.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_71.490_Fnt_BW_T83.jpg",
                "Small": "http://static.thewalters.org/images/PL7_71.490_Fnt_BW_T83.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_71.490_Fnt_BW_T83.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Inscription] Incised and painted in the scalloped hem of the Archangels skirt: SARA BADOS BARBOVTAN SIRARE PERIOVAM CEQVATO PERIOVAM 1303",
    "Keywords": null,
    "Medium": "ivory with gilding and paint; gray marble base was apparently carved for this statue but after it reached Europe.",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 1612,
        "LocationString": null
    },
    "ObjectID": 3509,
    "ObjectName": "figurines",
    "ObjectNumber": "71.490",
    "OnView": 0,
    "Period": "Baroque",
    "Provenance": "F. Ongania, Venice [date and mode of acquisition unknown]; Henry Walters, Baltimore [date of acquisition unknown], by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2010-12-21T16:29:07.833",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/3509",
    "SortNumber": "    71   490                                            ",
    "Style": null,
    "Title": "The Archangel Michael"
}