{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Indian",
            "CreatorID": 2191,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Gift of John and Berthe Ford, 2001",
    "Culture": null,
    "DateBeginYear": 1788,
    "DateEndYear": 1812,
    "DateText": "ca. 1800",
    "Description": "Sumptuously embellished with gold and silver, this dazzling painting is called a \"pechchvai\" (see Ambalal 1987). Literally meaning \"for the back,\" a \"pechchvai,\" usually of monumental proportions, is hung behind an image. In Vaishnava shrines, especially in the western states of Rajasthan and Gujarat, they have become synonymous with the famous Vaishnava pilgrimage site of Nathadwara (Gateway of the Lord) near Udaipur in Rajasthan, though they were used elsewhere as well. In fact, while this particular example may have been dedicated at Nathadwara or some other shrine of the \"Pushtimarga,\" (Path of Prosperity) or Vallabhacharya sect of Vishnuism, as is clearly indicated by its subject matter, its style does not conform to the more common and familiar type produced locally. \r\n\r\nThe central figure below the kadamba tree is the iconic Venugopala, or Krishna the flautist, standing on a lotus on the bank of the river Yamuna, filled with lotuses. Eight tall, beautiful gopis in resplendent attire fan him with flywhisks and two types of fans, palm fans and peacock-feather \"morchals,\" clearly signifying the god's majesty. Peacocks and geese flutter in the air above and between the trees, while ten divine couples in golden chariots pulled by birds watch the scene below, flanking the sun and moon against a blue sky. Below, along the bank (beginning at the right), cows and humans worship two enshrined images of Shrinathji, the principle deity of Nathadwara, followed by Krishna extracting a toll from the gopis carrying milk products, and then by additional groups of devotees before a row of shrines standing as upright as the decorous plants. The painting is surrounded by a lively border containing a continuously meandering, flowering vine.",
    "Dimensions": "105 x 117 in. (266.7 x 297.2 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "Desire and Devotion: Art from India, Nepal, and Tibet in the John and Berthe Ford Collection",
            "ExhibBeginDate": "2001-10-20",
            "ExhibBeginYear": 2001,
            "ExhibDisplayDate": "October 20, 2001-May 25, 2003",
            "ExhibEndDate": "2003-05-25",
            "ExhibEndYear": 2003,
            "ExhibitionID": 2071,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Desire and Devotion: Art from India, Nepal, and Tibet in the John and Berthe Ford Collection. The Walters Art Museum, Baltimore; Santa Barbara Museum of Art, Santa Barbara; Albuquerque Museum, Albuquerque; Birmingham Museum of Art, Birmingham. 2001-2003."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\Bharat\\states\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1503805,
            "GeographyTerm": "Andhra Pradesh",
            "Latitude": "16 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 16.0,
            "Longitude": "079 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 79.0
        }
    ],
    "Images": [
        {
            "ID": 56117,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL2_35.226_Fnt_TR_J98.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL2_35.226_Fnt_TR_J98.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL2_35.226_Fnt_TR_J98.jpg",
                "Small": "http://static.thewalters.org/images/PL2_35.226_Fnt_TR_J98.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL2_35.226_Fnt_TR_J98.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "pigments, gold and silver on cotton, painted and stenciled",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not on View",
        "LocationID": 6457,
        "LocationString": null
    },
    "ObjectID": 35537,
    "ObjectName": "pechchvai; paintings",
    "ObjectNumber": "35.226",
    "OnView": 0,
    "Period": null,
    "Provenance": "John and Berthe Ford, Baltimore [date and mode of acquisition unknown]; Walters Art Museum, 2001, by gift.",
    "PublicAccessDate": "2014-01-25T01:00:01.08",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/35537",
    "SortNumber": "    35   226                                            ",
    "Style": null,
    "Title": "Fluting Krishna with Milkmaids"
}