{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Russian",
            "CreatorID": 6214,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1928",
    "Culture": "Russian",
    "DateBeginYear": 1801,
    "DateEndYear": 1900,
    "DateText": "19th century",
    "Description": "This portable iconostasis consists of 15 panels, each containing four rows of images. \r\nIn the center of the first row is Christ the Almighty flanked by the Virgin, the archangels Michael and Gabriel, and John the Baptist in a composition known as 'Deesis' (Intercession). Christ holds a Gospel book open to Matthew 11:28: \"Come unto me, all ye that labour and are heavy laden, [and I will give you rest]\". John's scroll warns, \"Repent: for the kingdom of heaven is at hand\" (Matt. 4:17), and the Virgin's contains the first words of an entreaty: \"King of Heaven, receive every man [who...]\". Mary and John are joined in their intercessionary prayer by the apostles and the Protomartyr Thecla. In the smaller panels, from left to right, are James the Brother of Jesus, Thomas, Simon the Zealot, Andrew, James Son of Zebedee, John, Peter, Paul, Matthew, Bartholomew, James Son of Alphaeus, Judas Son of James, Philip, and Thecla.\r\n\r\nThe second row (the feast tier) illustrates church holidays. From left to right, the images are the Holy Trinity (shown as the three angels that appeared to Abraham in Gen. 8:1-15), Birth of the Virgin, Presentation of the Virgin in the Temple, Annunciation, Nativity, Presentation of Christ in the Temple, Baptism of Christ, Resurrection (on the central panel), Transfiguration, Entry into Jerusalem, Ascension, Pentacost, Dormition of the Virgin, Exaltation of the Cross, and Beheading of John the Baptist. \r\n\r\nIn the third row, the prophets Daniel, Jonah, Haggai, Jeremiah, Isaiah, Zachariah, David, Moses, Aaron, Ezekial, Elijah, Nahum, Habakkuk, and Micah face the fulfillment of their prophesies: the Virgin with the infant Christ on her chest. This image, known as \"The Virgin of the Sign\" (Isaiah 7:14), refers to the Incarnation. \r\n\r\nIn the fourth row, the Old Testament forefathers Benjamin, Jared, Enoch, Lot, Seth, Abel, Adam, Abraham, Isaac, Jacob, Melchisedek, Joseph, Noah, and Reuben flank an image of God the Father (Sabaoth, or the Lord of Hosts).",
    "Dimensions": "H: 2 11/16 x W: 11 7/16 in. (6.9 x 29.1 cm)",
    "Dynasty": "House of Romanov",
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1509110,
            "GeographyTerm": "Rossiya",
            "Latitude": "60 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 60.0,
            "Longitude": "047 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 47.0
        }
    ],
    "Images": [
        {
            "ID": 38575,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL7_37.557_Fnt_BW_4110.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL7_37.557_Fnt_BW_4110.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL7_37.557_Fnt_BW_4110.jpg",
                "Small": "http://static.thewalters.org/images/PL7_37.557_Fnt_BW_4110.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL7_37.557_Fnt_BW_4110.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] On the scroll held by the Virgin: Ц(а)рю н(е)б(ес)нi, прïими всякаго ч(е)л(о)века; [Translation] King of Heaven, receive every man, [who…]",
    "Keywords": null,
    "Medium": "tempera on wood, copper frame",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 894,
        "LocationString": null
    },
    "ObjectID": 39756,
    "ObjectName": "icons",
    "ObjectNumber": "37.557",
    "OnView": 0,
    "Period": "Modern",
    "Provenance": "Alexandre Polovtsoff (Aleksandr Aleksandrovich Polovtsov), Saint Petersburg and Paris [date of acquisition unknown], by purchase; Henry Walters, Baltimore, 1928, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2012-04-18T22:00:00.693",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/39756",
    "SortNumber": "    37   557                                            ",
    "Style": null,
    "Title": "Portable Iconostasis"
}