{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Minol Araki (Japanese, 1928 - 2010)",
            "CreatorID": 33757,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Gift of David T. Frank and Kazukuni Sugiyama, 2014",
    "Culture": null,
    "DateBeginYear": 1987,
    "DateEndYear": 1987,
    "DateText": "1987",
    "Description": "This painting exhibits characteristics that are both contemporary and traditional. The artist, Minol Araki, was a highly regarded industrial designer who turned to painting as a personal creative outlet. His works are executed in traditional media and take as their subjects themes common to the long history of East Asian painting. This particular landscape was made at a time when Araki's explorations of the landscape theme were at their most highly developed. The result is a work that exhibits properties of abstraction on close observation yet that depicts the details of the land, water, trees, figures, and sky in a precise manner. The view of the landscape captures elements of the traditional rising perspective common in East Asian works, but also exercises the Western traditions of atmospheric perspective and a horizon line that divides the painting nearly in half. The two small boats floating on the water at the mouth of an inlet leading to the coastal grotto appear to be on a water surface that slopes sharply downward toward the base of the picture. This portion of the painting appears to be carefully rendered in a traditionally East Asian manner. In contrast, the layers of hills reaching off into the distance are depicted in a manner that owes its origins to European depictions of the landscape stretching away to a point where earth and sky become indistinguishable. The mound-like hills that rise from the foreground of the painting are layered in the manner of the great Song Dynasty (960-1279) Chinese landscape painters, who first used these brush techniques to create depth through implied layers of space. This brush and ink technique was handed down through countless generations of painters, with subtle modifications and adjustments taking place with each new artist. Araki's work, like that of other contemporary traditionalists working in East Asia, consciously and observably borrows directly from many of the acknowledged great painters whose works today accent the canon of Chinese painting.  At the contemporary end of this long lineage of painters is the towering figure of Chang Dai-chien. Chang had the greatest influence on Araki as he explored the art of painting. Chang's mentorship introduced Araki to the long history of Chinese painting, and inspired in him the creative drive to borrow from across the ages and across the globe in the creation of his successful landscapes. This work stands as one of Araki's most successful efforts in creating his distinctive mix of old and new, east and west.",
    "Dimensions": "H: 22 7/16 × W: 30 5/16 in. (57 × 77 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1489890,
            "GeographyTerm": "Nihon",
            "Latitude": "36 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 36.0,
            "Longitude": "138 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 138.0
        }
    ],
    "Images": [
        {
            "ID": 66460,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PS1_35.315_Fnt_DD_T14.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PS1_35.315_Fnt_DD_T14.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PS1_35.315_Fnt_DD_T14.jpg",
                "Small": "http://static.thewalters.org/images/PS1_35.315_Fnt_DD_T14.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PS1_35.315_Fnt_DD_T14.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": null,
    "Keywords": null,
    "Medium": "ink and color on paper",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Not On View",
        "LocationID": 5340,
        "LocationString": null
    },
    "ObjectID": 93391,
    "ObjectName": "paintings",
    "ObjectNumber": "35.315",
    "OnView": 0,
    "Period": null,
    "Provenance": "Given to David Frank and Kazukuni Sugiyama, Tucson, Arizona, 2000 [1]; given to Walters Art Museum, 2014.\r\n\r\n[1] directly from the artist",
    "PublicAccessDate": "2015-01-21T01:00:00.54",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/93391",
    "SortNumber": "    35   315                                            ",
    "Style": null,
    "Title": "Grotto with Two Boats"
}