{
    "Classification": "Ceramics",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Babylonian",
            "CreatorID": 7023,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Museum purchase, 1941",
    "Culture": null,
    "DateBeginYear": -1812,
    "DateEndYear": -1588,
    "DateText": "ca. 1800-1600 BC",
    "Description": "This tablet, inscribed on all four sides, is one of the best preserved copies of the Sumerian hymn to the temple at Kesh. The popular hymn, written in praise of the temple built for the mother-goddess Nintu in the city of Kesh in southern Mesopotamia, describes the temple in both physical and heavenly terms.",
    "Dimensions": "6 x 3 3/8 x 3 1/8 in. (15.3 x 8.5 x 8 cm)",
    "Dynasty": null,
    "Exhibitions": null,
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\regions (general)\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1522050,
            "GeographyTerm": "Mesopotamia",
            "Latitude": "34 00",
            "LatitudeDirection": "N",
            "LatitudeNumber": 34.0,
            "Longitude": "044 00",
            "LongitudeDirection": "E",
            "LongitudeNumber": 44.0
        },
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Asia\\nations\\Al-‘Iraq\\governorates\\Babil\\deserted settlements\\",
            "GeoType": "Place Mentioned",
            "GeographyID": 1489347,
            "GeographyTerm": "Tall Al-uhaimer",
            "Latitude": null,
            "LatitudeDirection": null,
            "LatitudeNumber": 0.0,
            "Longitude": null,
            "LongitudeDirection": null,
            "LongitudeNumber": 0.0
        }
    ],
    "Images": [
        {
            "ID": 32566,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/CUR_48.1802_VwA_UK.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/CUR_48.1802_VwA_UK.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/CUR_48.1802_VwA_UK.jpg",
                "Small": "http://static.thewalters.org/images/CUR_48.1802_VwA_UK.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/CUR_48.1802_VwA_UK.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Inscription] The princely lord, the princely lord came forth from the house. / Enlil, the princely lord, came forth from the house. / The princely lord came forth royally from the house. / Enlil lifted his glance over all the lands, / and the lands raised themselves to Enlil. / The four corners of heaven became green for Enlil like a garden. / Kesz was positioned there for him with head uplifted, / and as Kesz lifted its head among all the lands, / Enlil spoke the praises of Kesz. / Nisaba was its decision-maker (?); / with its words she wove it intricately like a net. / Written on tablets it was held in her hands: / House, platform of the Land, important fierce bull! / House Kesz, platform of the Land, important fierce bull! / Growing as high as the hills, embracing the heavens, / growing as high as E-kur, lifting its head among the mountains! / Rooted in the abzu, verdant like the mountains! / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The first house. / Good house, built in a good location, house Kesz, / built in a good location, / floating in the heavens like a princely barge, / like a holy barge furnished with a SI gate, / like the boat of heaven, the platform of all the lands! /  ...... from the riverbank like a ...... boat cabin! / House roaring like an ox, bellowing loudly like a breed-bull! / House in whose interior is the power of the Land, / and behind which is the life of Sumer! / House, great enclosure, reaching to the heavens, / great, true house, reaching to the heavens! / House, great crown reaching to the heavens, / house, rainbow reaching to the heavens! / House whose diadem extends into the midst of the heavens, / whose foundations are fixed in the abzu, / whose shade covers all lands! / House founded by An, praised by Enlil, / given an oracle by mother Nintur! / House Kesz, green in its fruit! / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The second house. / House, 10 szar at its upper end, 5 szar at its lower end; / house, 10 bur at its upper end, 5 bur at its lower end! / House, at its upper end a bison, at its lower end a stag; / house, at its upper end a wild sheep, at its lower end a deer; / house, at its upper end a dappled wild sheep, at its lower end a beautiful deer! / House, at its upper end green as a snake-eater bird, at its lower end floating on the water like a pelican! / House, at its upper end rising like the sun, at its lower end spreading like the moonlight; / house, at its upper end a warrior mace, at its lower end a battle-axe; / house, at its upper end a mountain, at its lower end a spring! / House, at its upper end threefold indeed: / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The third house. / It is indeed a city, it is indeed a city! Who knows its interior? / The house Kesz is indeed a city! Who knows its interior? / The heroes make their way straight into its interior / and perform its oracle rites perfectly. / Frisking cattle are gathered at the house in herds. / The house consumes many cattle; / the house consumes many sheep. / unclear / Those who sit on daises bow their necks before it. / It wears a crown to vie with the boxwood tree, / it spreads out to vie with the poplar / It is as green as the hills! / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The fourth house. / House given birth by a lion, whose interior the hero has embellished (?)! / House Kesz, given birth by a lion, whose interior the hero has embellished (?)! / The heroes make their way straight into its interior. / Ninhursag sits within like a great dragon. / Nintur the great mother assists at births there. / Szul-pa-e the ruler acts as lord. / Aszgi the hero consumes the contents of the vessels (?). / Urumasz, the great herald of the plains, dwells there too. / Stags are gathered at the house in herds. / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Acgi? Who has ever seen anyone as great as its lady Nintur? / The fifth house. / House positioned over its foundations like a storm, / like white bulls standing about on the plain; / house founded by the prince, in praise on the tigi instrument! / House in whose interior is the power of the Land, / and behind which is the life of Sumer / at whose gate is a lion reclining on its paws, / at whose gate is the ruler who decides cases (?)! / House at whose door is the Great Mountain without adversary; / at whose bolt at whose bar} is a great frisking wild bull / Whose well-founded storehouse is a corner of heaven, a corner of earth / whose terrace is supported by lahama deities; / whose princely wall, the shrine of Ur! / Will anyone else bring forth something as great as Kesz? / Kec? Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The sixth house. / The holy house whose x is the shrine, / the holy house Kec, whose x is the shrine; / the house whose lords are the Anuna gods, / whose nuesz priests are the sacrificers of E-ana! / In the house the king places stone bowls in position / the good en priest x holds the lead-rope dangling / The a-tu priests holds the staff; / the x brings the gathered (?) waters. / The x takes his seat in the holy place; / the enkum priests bow down x / The paszesz priests beat the drumskins; / they recite powerfully, powerfully. / The bull's horn is made to growl; the drumsticks are made to thud / The singer cries out to the ala drum; / the grand sweet tigi is played for him / The house is built; its nobility is good! / The house Kesz is built; its nobility is good! / Its lady has taken a seat in its x / Ninhursaja, its lady, has taken her seat in its x / Will anyone else bring forth something as great as Kesz? / Will any other mother ever give birth to someone as great as its hero Aszgi? / Who has ever seen anyone as great as its lady Nintur? / The seventh house. / Draw near, man, to the city, to the city -- but do not draw near! / Draw near, man, to the house Kesz, to the city -- but do not draw near! / Draw near, man, to its hero Aszgi -- but do not draw near! / Draw near, man, to its lady Nintur -- but do not draw near! / Praise be to well-built Kesz, O Aszgi! / Praise be to cherished Kesz and Nintur! / The eighth house.",
    "Keywords": null,
    "Medium": "baked clay",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Second Floor: Ancient Near Eastern Art",
        "LocationID": 3729,
        "LocationString": null
    },
    "ObjectID": 38692,
    "ObjectName": "tablets",
    "ObjectNumber": "48.1802",
    "OnView": 1,
    "Period": "Old Babylonian",
    "Provenance": "Sadie Jones (Mrs. Henry Walters), New York [date and mode of acquisition unknown]; Sale, Joseph Brummer, New York, 1941; Walters Art Museum, 1941, by purchase.",
    "PublicAccessDate": "2008-09-25T17:13:40.157",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/38692",
    "SortNumber": "    48  1802                                            ",
    "Style": null,
    "Title": "Sumerian Temple Hymn"
}