{
    "Classification": "Painting & Drawing",
    "Collection": null,
    "Creators": [
        {
            "ConcatDisplayName": "Spanish",
            "CreatorID": 6242,
            "Gender": null,
            "Role": "Artist"
        }
    ],
    "CreditLine": "Acquired by Henry Walters, 1915",
    "Culture": "Catalonian",
    "DateBeginYear": 1250,
    "DateEndYear": 1250,
    "DateText": "1250",
    "Description": "In western churches the altar itself was often richly adorned with frontals in a variety of media, including carved and painted wood, sculpted metal, carved alabaster, and richly woven textiles. The use of an altar frontal (called an antependium in Latin) probably stems from the tradition of placing altars over the tombs or shrines of saints. Many altar frontals include imagery related to the saint to whom the altar was dedicated. This mid-thirteenth century example from Catalonia, Spain, has been painted with scenes from the life of Saint Martin. Martin was a fourth-century soldier in the Roman army who abandoned that career to serve God. According to the recorded story of his life, while stationed in present-day France, Martin met a barely dressed beggar on the road and cut his own cloak in half so that the man might be clothed. That night, Martin had a dream informing him that the beggar had been Christ. Martin was then baptized, eventually became the bishop of Tours, and after his death became a widely popular saint. At the upper left of this panel, Martin, on horseback, gives half of his cloak to a beggar, while at the upper right he has a vision of Christ wearing the cloak. At the lower left, the saint is ordained bishop of Tours (in AD 372), and, at the lower right, his soul is carried to heaven by angels.\r\n\r\nThese scenes have been painted on a solid panel, but the decorative borders of the work are reminiscent of textiles, which were often used as altar frontals.",
    "Dimensions": "H: 41 3/16 x W: 62 3/8 x D: approx. 3 1/4 in. (104.6 x 158.5 x approx. 8.3 cm)",
    "Dynasty": null,
    "Exhibitions": [
        {
            "ExhTitle": "Spanish Old Masters",
            "ExhibBeginDate": "1913-10",
            "ExhibBeginYear": 1913,
            "ExhibDisplayDate": "October 1913- January 1914",
            "ExhibEndDate": "1914-01",
            "ExhibEndYear": 1914,
            "ExhibitionID": 210,
            "LocationID": null,
            "NonWAMExhibition": false,
            "Textblock": "Spanish Old Masters. Grafton Galleries, London. 1913-1914."
        }
    ],
    "Geographies": [
        {
            "GeoHierarchy": "The Thesaurus of Geographic Names\\World\\continents\\Europe\\nations\\España\\regions\\",
            "GeoType": "Place of Origin",
            "GeographyID": 1444912,
            "GeographyTerm": "Cataluña",
            "Latitude": "41 40",
            "LatitudeDirection": "N",
            "LatitudeNumber": 41.666,
            "Longitude": "001 30",
            "LongitudeDirection": "E",
            "LongitudeNumber": 1.5
        }
    ],
    "Images": [
        {
            "ID": 3925,
            "ImageURLs": {
                "Large": "http://static.thewalters.org/images/PL1_37.1188_Fnt_TR_T85.jpg?width=250",
                "Medium": "http://static.thewalters.org/images/PL1_37.1188_Fnt_TR_T85.jpg?width=150",
                "Raw": "http://static.thewalters.org/images/PL1_37.1188_Fnt_TR_T85.jpg",
                "Small": "http://static.thewalters.org/images/PL1_37.1188_Fnt_TR_T85.jpg?width=100",
                "Tiny": "http://static.thewalters.org/images/PL1_37.1188_Fnt_TR_T85.jpg?width=50"
            },
            "IsPrimary": true,
            "Rank": 1
        }
    ],
    "Inscriptions": "[Transcription] In white paint on lower border of the altar frontal: ANNO D[OMI]NI MCC[L(?)]...;  [Translation] In white paint on lower border of the altar frontal: Year of Our Lord 1250 (?)... [The remaining line of text on the lower border is now illegible];  [Transcription] In black paint on the white book in the hands of the enthroned Christ: IH[ESU]S/ D[OMI]N[U]S;  [Translation] In black paint on the white book in the hands of the enthroned Christ: Jesus Lord;  [Transcription] In black paint on the white banner held by eagle evangelist symbol to the upper right of Christ: IOH[ANNE]S;  [Translation] In black paint on the white banner held by eagle evangelist symbol to the upper right of Christ: John;  [Transcription] In black paint on the white banner held by lion evangelist symbol at the lower left of Christ: MARC[U]S; [Translation] In black paint on the white banner held by lion evangelist symbol at the lower left of Christ: Mark;  [Transcription] In black letters on the white banner held by bull evangelist symbol to the lower right of Christ: LUCAS; [Translation] In black letters on the white banner held by bull evangelist symbol to the lower right of Christ: Luke\r\n\r\n",
    "Keywords": "St. Martin; altar; Romanesque; Mandorla; antependium; Jesus Christ; saint; religious; church; cathedral; pattern; animal; griffin",
    "Medium": "tempera on panel and stucco",
    "MuseumLocation": {
        "DisplayCurrentLocation": "Centre Street: Third Floor: Romanesque and Gothic Art",
        "LocationID": 3872,
        "LocationString": null
    },
    "ObjectID": 19473,
    "ObjectName": "antependia;paintings",
    "ObjectNumber": "37.1188",
    "OnView": 1,
    "Period": "Medieval",
    "Provenance": "Roger Fry, London, before 1913, by purchase; Henry Walters, Baltimore, August 30, 1915, by purchase; Walters Art Museum, 1931, by bequest.",
    "PublicAccessDate": "2008-09-25T17:15:34.66",
    "Reign": null,
    "RelatedObjects": null,
    "ResourceURL": "http://art.thewalters.org/detail/19473",
    "SortNumber": "    37  1188                                            ",
    "Style": "Romanesque",
    "Title": "Altar Frontal with Christ in Majesty and the Life of Saint Martin"
}